Repository: JiangNanGenius/floe-agent
Catalog: FloeAgent/FloeApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# settings.usage_statistics_view.no_tasks_to_count_yet
source: No tasks to count yet
zh_hans: 还没有可统计的任务

# settings.usage_statistics_view.no_usage_data
source: No usage data
zh_hans: 暂无用量数据

# settings.usage_statistics_view.not_reported
source: Not reported
zh_hans: 未报告

# settings.usage_statistics_view.output_usage
source: Output usage
zh_hans: 输出用量

# settings.usage_statistics_view.overview
source: Overview
zh_hans: 总览

# settings.usage_statistics_view.reasoning_usage
source: Reasoning usage
zh_hans: 思考用量

# settings.usage_statistics_view.reuse_time_to_first_response
source: Reuse %@ · %@ · time to first response %@
zh_hans: 复用率 %@ · %@ · 开始响应 %@

# settings.usage_statistics_view.statistics_dimensions
source: Statistics dimensions
zh_hans: 统计维度

# settings.usage_statistics_view.tasks
source: %@ · %@ tasks
zh_hans: %@ · %@ 任务

# settings.usage_statistics_view.tasks.one
source: %@ · %@ task
zh_hans: %@ · %@ 个任务

# settings.usage_statistics_view.total
source: Total
zh_hans: 总计

# settings.usage_statistics_view.total_tasks
source: Total tasks
zh_hans: 总任务数

# settings.usage_statistics_view.total_usage
source: Total usage
zh_hans: 总用量

# settings.usage_statistics_view.usage_returned_by_the_model_appears
source: Usage returned by the model appears here after a new task completes.
zh_hans: 新任务完成后会在这里显示模型返回的用量。

# settings.web_search_settings_center.hide_credentials
source: Hide credentials
zh_hans: 隐藏凭据

# settings.web_search_settings_center.show_credentials
source: Show credentials
zh_hans: 显示凭据

# settings.web_search_settings_center.view_saved_web_search_credentials
source: View saved web search credentials
zh_hans: 查看已保存的联网搜索凭据

# settings.web_search_settings_center.when_saved_the_model_gets_both
source: When saved, the model gets both web.search (regular web results) and web.searchAI (Bocha AI summary); no switching in settings is needed. Both share this API key and Base URL.
zh_hans: 保存后会同时向模型提供 web.search（普通网页结果）和 web.searchAI（Bocha AI 摘要）两个工具，不需要在设置中切换。两者共用此 API Key 和 Base URL。

# setup.capabilities.hint
source: Each model keeps independent vision, tool, approval and token-limit settings.
zh_hans: 每个模型分别保存视觉、工具、审批和 Token 限制。

# setup.continue
source: Continue
zh_hans: 继续

# setup.features.auxiliary.detail
source: Add a fast vision model for non-visual chats and a lightweight model for automatic approval review.
zh_hans: 为非视觉对话配置快速读图模型，并用轻量模型执行自动审批。

# setup.features.auxiliary.title
source: Vision and approval models
zh_hans: 视觉与审批模型

# setup.features.background.detail
source: Picture in Picture keeps active tasks visible in the background; screen access is requested only when needed.
zh_hans: 画中画在后台展示活动任务；屏幕权限只在任务确实需要时申请。

# setup.features.background.title
source: Background continuity
zh_hans: 后台持续运行

# setup.features.canvas.detail
source: Each workspace includes a native infinite canvas for notes, sketches, and visual planning. Standard MCP servers remain optional and are disabled for canvas by default.
zh_hans: 每个工作区都可使用原生无限画布整理文本、手绘与视觉规划；标准 MCP 为可选能力，默认不会开放给画布。

# setup.features.canvas.title
source: Native infinite canvas
zh_hans: 原生无限画布

# setup.features.connections.detail
source: Enable web search, Apple capabilities, remote devices, or standard MCP servers only for the workflows you use.
zh_hans: 按需启用联网搜索、Apple 能力、远程设备或标准 MCP，模型会在任务中组合使用。

# setup.features.connections.title
source: Search, Apple, and remote hosts
zh_hans: 搜索、Apple 与远程主机

# setup.features.intro
source: Start with one conversation model. The remaining capabilities are optional and can be enabled later in Settings.
zh_hans: 先配置一个对话模型即可开始；其余能力均为可选项，可稍后在设置中逐步启用。

# setup.features.local_hint
source: Prefer offline use? Skip the setup guide, then download a model in Settings > Local Models.
zh_hans: 希望离线使用？可跳过设置向导，再到“设置 > 本地模型”下载模型。

# setup.features.models.detail
source: Cloud models provide full capability. Downloaded local models provide an offline fallback and load only when needed.
zh_hans: 云模型提供完整能力；下载的本地模型可作为离线补充，并仅在需要时加载。

# setup.features.models.title
source: Cloud or local models
zh_hans: 云端或本地模型

# setup.features.operations.detail
source: Sync preferences, review token and speed metrics, and export correlated diagnostic logs when troubleshooting.
zh_hans: 同步偏好设置、查看 Token 与速度统计，并在排障时导出带关联信息的诊断日志。

# setup.features.operations.title
source: Sync, usage, and diagnostics
zh_hans: 同步、用量与诊断

# setup.features.safety.detail
source: Automatic approval reviews each concrete action. Offline local approval stays restricted, and system safety boundaries always remain enforced.
zh_hans: 自动审批会审核每个具体动作；离线本地审批保持受限，系统安全边界始终生效。

# setup.features.safety.title
source: Approval and privacy
zh_hans: 审批与隐私

# setup.features.workspaces.detail
source: Import a folder into a private workspace, or connect a remote agent for durable cloud tasks, files, and hosted previews.
zh_hans: 将文件夹导入私有工作区，或连接远端代理来持续执行云任务、传输文件并托管预览。

# setup.features.workspaces.title
source: Private and cloud workspaces
zh_hans: 私有与云工作区

# setup.finish
source: Finish
zh_hans: 完成

# setup.launcher.description
source: Review cloud and local models, vision and approvals, search, Apple capabilities, SSH, background operation, sync, and diagnostics.
zh_hans: 集中了解云端与本地模型、视觉与审批、搜索、Apple 能力、SSH、后台运行、同步和诊断。

# setup.launcher.open
source: Open Setup Guide
zh_hans: 打开设置向导

# setup.models.available
source: Available Models
zh_hans: 可用模型

# setup.models.display_name_optional
source: Display name (optional)
zh_hans: 显示名称（可选）

# setup.models.manual
source: Add Manually
zh_hans: 手动添加

# setup.models.none
source: No Models Discovered
zh_hans: 未发现模型

# setup.models.none.hint
source: Add a model ID manually below.
zh_hans: 可在下方手动填写模型 ID。

# setup.models.selected
source: Selected Models
zh_hans: 已选模型

# setup.point.change_anytime
source: Every capability can be changed later in Settings
zh_hans: 所有能力都可稍后在设置中调整

# setup.point.cloud_or_local
source: Use cloud models, local models, or both
zh_hans: 云端模型与本地模型可自由组合

# setup.point.explore
source: You can explore the app without a model
zh_hans: 无需配置模型也可浏览全部功能

# setup.point.keychain
source: API keys stay in Keychain
zh_hans: API Key 仅保存在系统钥匙串

# setup.point.no_account
source: No Floe account
zh_hans: 无需 Floe 账户

# setup.point.progressive
source: Start chatting first, then enable advanced capabilities
zh_hans: 先开始对话，再按需启用高级能力

source: Setup Progress
zh_hans: 设置进度

# setup.skip
source: Skip Setup Guide
zh_hans: 跳过设置向导

# setup.step.capabilities
source: Review Capabilities
zh_hans: 检查模型能力

# setup.step.connection
source: Connect Securely
zh_hans: 安全连接

# setup.step.features
source: Choose What to Set Up
zh_hans: 选择要启用的能力

# setup.step.models
source: Choose Models
zh_hans: 选择模型

# setup.step.provider
source: Choose a Provider
zh_hans: 选择服务商

# setup.step.summary
source: Ready to Use Floe
zh_hans: Floe 已准备就绪

# setup.step.welcome
source: Welcome
zh_hans: 欢迎

# setup.summary.apple_search
source: Enable Apple capabilities and web search as needed
zh_hans: 按需启用 Apple 能力与联网搜索

# setup.summary.auxiliary
source: Configure vision and automatic approval models
zh_hans: 配置视觉与自动审批模型

# setup.summary.canvas_mcp
source: Open a workspace canvas or add an optional standard MCP server
zh_hans: 打开工作区无限画布，或按需添加标准 MCP 服务器

# setup.summary.models_selected
source: models selected
zh_hans: 个模型已选择

# setup.summary.next_steps
source: Optional next steps in Settings
zh_hans: 可在设置中继续完成

# setup.summary.ready
source: Your Configuration Is Ready
zh_hans: 配置已准备就绪

# setup.summary.remote_background
source: Add SSH hosts and choose a background strategy
zh_hans: 添加 SSH 主机并选择后台运行策略

# setup.summary.sync_diagnostics
source: Review sync, usage, privacy, and diagnostics
zh_hans: 检查同步、用量、隐私与诊断

# setup.test_continue
source: Test and Continue
zh_hans: 测试并继续

# shortcuts.app_shortcut.run_task_now
source: Run task now
zh_hans: 立即运行任务

# shortcuts.app_shortcut.schedule_automation
source: Schedule automation
zh_hans: 安排自动任务

# shortcuts.app_shortcut.send_to_floe
source: Send to Floe
zh_hans: 发给 Floe

# shortcuts.cadence.daily
source: Daily
zh_hans: 每天

# shortcuts.cadence.once
source: Once
zh_hans: 一次

# shortcuts.cadence.type_name
source: Repeat
zh_hans: 重复

# shortcuts.cadence.weekly
source: Weekly
zh_hans: 每周

# shortcuts.floe_shortcuts.add_the_task_to_floe_s
source: Add the task to Floe's background scheduling; iOS decides when the system wakes it.
zh_hans: 把任务加入 Floe 的后台调度；系统唤醒时间由 iOS 决定。

# shortcuts.floe_shortcuts.create_a_task_with
source: Create a task with %@
zh_hans: 用 %@ 创建任务

# shortcuts.floe_shortcuts.create_and_start_a_floe_task
source: Create and start a Floe task in the background, suited to Shortcuts automation.
zh_hans: 在后台创建并开始一个 Floe 任务，适合快捷指令自动化。

# shortcuts.floe_shortcuts.duplicate
source: Duplicate
zh_hans: 重复

# shortcuts.floe_shortcuts.floe_saved_the_automation
source: Floe saved the automation (%@).
zh_hans: Floe 已保存该自动任务（%@）。

# shortcuts.floe_shortcuts.floe_task_has_started
source: Floe task has started (%@).
zh_hans: Floe 任务已开始（%@）。

# shortcuts.floe_shortcuts.have_run_the_task_now
source: Have %@ run the task now
zh_hans: 让 %@ 立即运行任务

# shortcuts.floe_shortcuts.new_floe_task
source: New Floe task
zh_hans: 新建 Floe 任务

# shortcuts.floe_shortcuts.new_task
source: New task: %@
zh_hans: 新建任务：%@

# shortcuts.floe_shortcuts.new_task_2
source: New %@ task
zh_hans: 新建 %@ 任务

# shortcuts.floe_shortcuts.placed_in_floe_open_it_to
source: Placed in Floe; open it to review and send.
zh_hans: 已放入 Floe，打开后可检查并发送。

# shortcuts.floe_shortcuts.process_this_text_with
source: Process this text with %@
zh_hans: %@ 处理这段文字

# shortcuts.floe_shortcuts.run_automation
source: Run %@ automation
zh_hans: 运行 %@ 自动任务

# shortcuts.floe_shortcuts.run_floe_task
source: Run Floe task: %@
zh_hans: 运行 Floe 任务：%@

# shortcuts.floe_shortcuts.run_floe_task_now
source: Run Floe task now
zh_hans: 立即运行 Floe 任务

# shortcuts.floe_shortcuts.run_task_now
source: Run task now
zh_hans: 立即运行任务

# shortcuts.floe_shortcuts.schedule_a_task_with
source: Schedule a task with %@
zh_hans: 用 %@ 安排任务

# shortcuts.floe_shortcuts.schedule_automation
source: Schedule %@ automation
zh_hans: 安排 %@ 自动任务

# shortcuts.floe_shortcuts.schedule_automation_2
source: Schedule automation
zh_hans: 安排自动任务

# shortcuts.floe_shortcuts.schedule_floe_task
source: Schedule Floe task
zh_hans: 安排 Floe 任务

# shortcuts.floe_shortcuts.schedule_in
source: Schedule %@ in %@, %@
zh_hans: 在 %@ 安排 %@，%@

# shortcuts.floe_shortcuts.send_text_to
source: Send text to %@
zh_hans: 把文字发给 %@

# shortcuts.floe_shortcuts.send_text_to_floe_agent_for
source: Send text to Floe Agent for processing (summaries, analysis, etc.)
zh_hans: 把文字发给 Floe Agent 处理（总结、分析等）

# shortcuts.floe_shortcuts.send_to_floe
source: Send to Floe
zh_hans: 发给 Floe

# shortcuts.floe_shortcuts.send_to_floe_for_processing
source: Send to Floe for processing
zh_hans: 发送给 Floe 处理

# shortcuts.floe_shortcuts.send_to_floe_with_the_instruction
source: Send %@ to Floe with the instruction: %@
zh_hans: 把 %@ 发给 Floe，指令：%@

# shortcuts.floe_shortcuts.start_a_new_task_in_floe
source: Start a new task in Floe Agent
zh_hans: 在 Floe Agent 中新建一个任务

# shortcuts.floe_shortcuts.summarize_with
source: Summarize with %@
zh_hans: 用 %@ 总结

# shortcuts.floe_shortcuts.task_description
source: Task description
zh_hans: 任务描述

# shortcuts.floe_shortcuts.text
source: Text
zh_hans: 文字内容

# shortcuts.floe_shortcuts.time
source: Time
zh_hans: 时间

# shortcuts.floe_shortcuts.title
source: Title
zh_hans: 标题

# shortcuts.intent.create_task.description
source: Create a new task in Floe Agent.
zh_hans: 在 Floe Agent 中新建一个任务

# shortcuts.intent.create_task.param_description
source: Task description
zh_hans: 任务描述

# shortcuts.intent.create_task.summary
source: New task: %@
zh_hans: 新建任务：%@

# shortcuts.intent.create_task.summary %@
source: New task: %@
zh_hans: 新建任务：%@

# shortcuts.intent.create_task.title
source: New Floe task
zh_hans: 新建 Floe 任务

# shortcuts.intent.run_task.description
source: Create and start a Floe task in the background, suited to Shortcuts automation.
zh_hans: 在后台创建并开始一个 Floe 任务，适合快捷指令自动化。

# shortcuts.intent.run_task.param_task
source: Task
zh_hans: 任务

# shortcuts.intent.run_task.param_title
source: Title
zh_hans: 标题

# shortcuts.intent.run_task.result_started
source: Floe task has started (%@).
zh_hans: Floe 任务已开始（%@）。

# shortcuts.intent.run_task.summary
source: Run Floe task: %@
zh_hans: 运行 Floe 任务：%@

# shortcuts.intent.run_task.summary %@
source: Run Floe task: %@
zh_hans: 运行 Floe 任务：%@

# shortcuts.intent.run_task.title
source: Run Floe task now
zh_hans: 立即运行 Floe 任务

# shortcuts.intent.schedule_task.description
source: Add the task to Floe's background scheduling; iOS decides when the system wakes it.
zh_hans: 把任务加入 Floe 的后台调度；系统唤醒时间由 iOS 决定。

# shortcuts.intent.schedule_task.param_repeat
source: Repeat
zh_hans: 重复

# shortcuts.intent.schedule_task.param_task
source: Task
zh_hans: 任务

# shortcuts.intent.schedule_task.param_time
source: Time
zh_hans: 时间

# shortcuts.intent.schedule_task.param_title
source: Title
zh_hans: 标题

# shortcuts.intent.schedule_task.result_saved
source: Floe saved the automation (%@).
zh_hans: Floe 已保存该自动任务（%@）。

# shortcuts.intent.schedule_task.summary
source: Schedule %2$@ in %1$@, %3$@
zh_hans: 在 %2$@ 安排 %1$@，%3$@

# shortcuts.intent.schedule_task.summary %@ %@ %@
source: Schedule %2$@ in %1$@, %3$@
zh_hans: 在 %2$@ 安排 %1$@，%3$@

# shortcuts.intent.schedule_task.title
source: Schedule Floe task
zh_hans: 安排 Floe 自动任务

# shortcuts.intent.send_to_floe.description
source: Send text to Floe Agent for processing (summaries, analysis, etc.).
zh_hans: 把文字发给 Floe Agent 处理（总结、分析等）

# shortcuts.intent.send_to_floe.param_prompt
source: Instruction
zh_hans: 指令

# shortcuts.intent.send_to_floe.param_text
source: Text
zh_hans: 文字内容

# shortcuts.intent.send_to_floe.prompt_default
source: Summarize this text
zh_hans: 总结这段文字

# shortcuts.intent.send_to_floe.result_placed
source: Placed in Floe; open it to review and send.
zh_hans: 已放入 Floe，打开后可检查并发送。

# shortcuts.intent.send_to_floe.summary
source: Send %@ to Floe with the instruction: %@
zh_hans: 把 %@ 发给 Floe，指令：%@

# shortcuts.intent.send_to_floe.summary %@ %@
source: Send %@ to Floe with the instruction: %@
zh_hans: 把 %@ 发给 Floe，指令：%@

# shortcuts.intent.send_to_floe.title
source: Send to Floe for processing
zh_hans: 把文字发给 Floe Agent 处理

# sidebar.section.more
source: More
zh_hans: 更多

# skills.creator
source: Skill Creator
zh_hans: 技能创建器

# skills.description
source: When should Floe use it?
zh_hans: Floe 应在何时使用它？

# skills.empty
source: No skills installed
zh_hans: 尚未安装技能

# skills.enabled
source: Enabled
zh_hans: 已启用

# skills.finder
source: Skill Finder
zh_hans: 技能查找器

# skills.finder.footer
source: Install a reviewed HTTPS skill envelope. Floe validates every file and never executes install hooks.
zh_hans: 安装经审查的 HTTPS 技能包。Floe 会验证每个文件，且不会执行安装钩子。

# skills.finder.model
source: Rewrite model
zh_hans: 改写模型

# skills.finder.source
source: HTTPS source
zh_hans: HTTPS 来源

# skills.instructions
source: Instructions
zh_hans: 说明

# skills.name
source: Skill name
zh_hans: 技能名称

# skills.remove.title
source: Remove this skill?
zh_hans: 移除此技能？

# skills.review.none
source: No additional capabilities
zh_hans: 无附加能力

# skills.review.permissions
source: Requested capabilities
zh_hans: 请求的能力

# skills.review.scripts
source: Contains scripts. iOS keeps them as visible source; remote execution still requires per-run approval.
zh_hans: 包含脚本。iOS 仅将其作为可见源码保存；远程执行仍需逐次审批。

# skills.review.source
source: Source
zh_hans: 来源

# skills.review.title
source: Review skill installation
zh_hans: 审查技能安装

# skills.review.tools
source: Tools
zh_hans: 工具

# skills.skills_center.plugin_installation_failed_please_try_again
source: Plugin installation failed; please try again.
zh_hans: 插件安装失败，请重试。

# skills.skills_center.updates_cannot_be_checked_right_now
source: Updates cannot be checked right now; installed plugins remain usable.
zh_hans: 暂时无法检查更新，已安装的插件仍可使用。

# skills.skills_view.add_a_standard_remote_mcp_so
source: Add a standard remote MCP so the regular agent can use the tools it provides.
zh_hans: 添加标准远程 MCP，让普通 Agent 使用服务器提供的工具。

# skills.skills_view.add_mcp
source: Add MCP
zh_hans: 添加 MCP

# skills.skills_view.allow_canvas_to_use
source: Allow canvas to use
zh_hans: 允许画布使用

# skills.skills_view.allow_insecure_http_trusted_lan_only
source: Allow insecure HTTP (trusted LAN only)
zh_hans: 允许不安全的 HTTP（仅可信局域网）

# skills.skills_view.already_the_latest_version
source: Already the latest version
zh_hans: 已是最新版本

# skills.skills_view.connection_failed
source: Connection failed: %@
zh_hans: 连接失败：%@

# skills.skills_view.credentials_saved_securely_in_keychain
source: Credentials saved securely in Keychain
zh_hans: 凭据已安全保存在钥匙串

# skills.skills_view.custom_request_headers
source: Custom request headers
zh_hans: 自定义请求头

# skills.skills_view.enabled
source: Enabled
zh_hans: 启用

# skills.skills_view.enter_a_valid_mcp_url
source: Enter a valid MCP URL.
zh_hans: 请输入有效的 MCP 地址。

# skills.skills_view.enter_new_credentials_to_replace_the
source: Enter new credentials to replace the saved ones
zh_hans: 输入新凭据以替换已保存凭据

# skills.skills_view.mcp_is_off_by_default_for
source: MCP is off by default for canvases. Only after you explicitly turn on this server can the canvas agent see its tools.
zh_hans: 画布默认关闭 MCP。只有你明确打开此服务器后，画布 Agent 才能看到它的工具。

# skills.skills_view.network_security
source: Network security
zh_hans: 网络安全

# skills.skills_view.new_capabilities
source: New capabilities
zh_hans: 新增权限 / New capabilities

# skills.skills_view.new_tools
source: New tools
zh_hans: 新增工具 / New tools

# skills.skills_view.no_mcp_server_added_yet
source: No MCP server added yet
zh_hans: 尚未添加 MCP 服务器

# skills.skills_view.not_connected
source: Not connected
zh_hans: 未连接

# skills.skills_view.only_pinned_version_pypi_none_any
source: Only pinned-version PyPI none-any wheels are accepted; after installation, identical scripts and dependencies skip repeated review.
zh_hans: 只接受固定版本的 PyPI none-any wheel；安装后仅相同脚本与依赖可免重复审核。

# skills.skills_view.pure_python_dependencies_audited_at_install
source: Pure-Python dependencies (audited at install)
zh_hans: 纯 Python 依赖（安装时审计）

# skills.skills_view.python_scripts_audited_at_install
source: Python scripts (audited at install)
zh_hans: Python 脚本（安装时审计）

# skills.skills_view.reading_tools
source: Reading tools…
zh_hans: 正在读取工具…

# skills.skills_view.request_header_name
source: Request header name
zh_hans: 请求头名称

# skills.skills_view.restore_previous_content_and_grants
source: Restore previous content and grants?
zh_hans: 回退会恢复上次更新前的内容与授权 / Restore previous content and grants?

# skills.skills_view.roll_back
source: Roll back
zh_hans: 回退 / Roll back

# skills.skills_view.save_and_connect
source: Save and connect
zh_hans: 保存并连接

# skills.skills_view.server
source: Server
zh_hans: 服务器

# skills.skills_view.supports_standard_streamable_http_remote_tools
source: Supports standard Streamable HTTP. Remote tools still go through Floe's local permissions and approval; canvases cannot use MCP by default.
zh_hans: 支持标准 Streamable HTTP。远程工具仍经过 Floe 的本地权限与审批；画布默认不能使用 MCP。

# skills.skills_view.this_update_requires_new_access_permissions
source: This update requires new access permissions; see the details.
zh_hans: 本次更新需要新增访问权限，请在详情中查看。

# skills.skills_view.tools
source: Tools
zh_hans: 工具

# skills.skills_view.tools_available
source: %@ tools available
zh_hans: 可用工具 %@ 个

# skills.skills_view.tools_available.one
source: %@ tool available
zh_hans: 可用工具 %@ 个

# skills.skills_view.update_to_v
source: Update to v%@
zh_hans: 更新至 v%@

# skills.title
source: Skills
zh_hans: 技能

# skills.update
source: Update
zh_hans: 更新

# skills.update.available
source: New version
zh_hans: 新版本

# skills.update.check
source: Check for updates
zh_hans: 检查更新

# skills.update.details
source: Details
zh_hans: 详细信息

# skills.update.installed
source: Installed version
zh_hans: 当前版本

# skills.update.now
source: Update now
zh_hans: 立即更新

# skills.update.rollback
source: Restore previous version
zh_hans: 恢复上一版本

# state.cancelling
source: Cancelling
zh_hans: 正在取消

# state.committing_results
source: Committing tool results
zh_hans: 正在提交工具结果

# state.completed
source: Completed
zh_hans: 已完成

# state.disconnected
source: Disconnected
zh_hans: 已断开连接

# state.executing_tool
source: Calling tools
zh_hans: 正在调用工具

# state.failed
source: Failed
zh_hans: 失败

# state.paused
source: Paused
zh_hans: 已挂起

# state.preparing
source: Preparing
zh_hans: 正在准备

# state.reconnecting
source: Reconnecting
zh_hans: 正在重新连接

# state.recovery_failed
source: Recovery failed
zh_hans: 恢复失败

# state.round_ended
source: Turn ended
zh_hans: 本轮已结束

# state.running
source: Running
zh_hans: 运行中

# state.stopped
source: Stopped
zh_hans: 已停止

# state.streaming
source: Generating
zh_hans: 正在生成

# state.truncated
source: Output limit reached
zh_hans: 已达到输出上限

# state.unknown
source: Status unknown
zh_hans: 状态未知

# state.verifying
source: Verifying
zh_hans: 校验中

# state.waiting_approval
source: Waiting for approval
zh_hans: 等待批准

# storage.preparing
source: Preparing Floe Agent…
zh_hans: 正在准备 Floe Agent…

source: Storage unavailable
zh_hans: 存储不可用

# sync.canvas_cloud_asset_service.the_asset_is_still_queryable_after
source: The asset is still queryable after the CloudKit deletion.
zh_hans: CloudKit 删除后仍能查询到该素材。

# tab.chat
source: Chat
zh_hans: 对话

# tab.files
source: Files
zh_hans: 文件

# tab.home
source: Home
zh_hans: 首页

# tab.hosts
source: Hosts
zh_hans: 主机

# tab.more
source: More
zh_hans: 更多

# tab.workbench
source: Workbench
zh_hans: 工作台

# template.archive_size
source: Download size %@
zh_hans: 下载文件 %@

# template.available
source: Available to download
zh_hans: 可下载

# template.basic
source: Basic
zh_hans: 基础模板

# template.cancel
source: Cancel
zh_hans: 取消

# template.cancelling
source: Cancelling the download…
zh_hans: 正在取消下载…

# template.choose_folder
source: Choose a workspace folder
zh_hans: 选择工作区文件夹

# template.close
source: Close
zh_hans: 关闭

# template.create
source: Create environment
zh_hans: 创建环境

# template.created_line
source: Environment %1$@ · version %2$@
zh_hans: 环境 %1$@ · 版本 %2$@

# template.created_section
source: Created
zh_hans: 已创建

# template.dependency_missing
source: Not available yet
zh_hans: 暂不可用

# template.dependency_missing_default
source: Waiting for the verified template package to be published.
zh_hans: 等待已验证的模板包发布。

# template.dev_document
source: Development & documents
zh_hans: 开发文档模板

# template.digest_label
source: Checksum
zh_hans: 校验摘要

# template.download_register
source: Download and add
zh_hans: 下载并添加

# template.downloading_pct
source: Downloading %lld%
zh_hans: 下载中 %lld%

# template.downloading_verifying_image
source: Downloading and verifying the template…
zh_hans: 正在下载并校验模板…

# template.env_name_optional
source: Environment name (optional)
zh_hans: 环境名称（可选）

# template.intro
source: Official software templates include preinstalled software. Files are verified on download; a new environment pins to the version shown, while existing environments stay unchanged.
zh_hans: 官方软件模板包含预装软件。下载时会校验文件，新环境固定使用所示版本；已有环境保持不变。

# template.list_title
source: Software templates
zh_hans: 软件模板

# template.loading_status
source: Reading template status…
zh_hans: 正在读取模板状态…

# template.name_label
source: Name
zh_hans: 名称

# template.new_from
source: New environment from this template
zh_hans: 用此模板新建环境

# template.new_title
source: New environment
zh_hans: 新建环境

# template.packages_installed
source: %lld packages installed
zh_hans: 已安装软件 %lld 项

# template.parallel_note
source: This workspace already had an environment; this one is separate, and existing conversations keep using the original.
zh_hans: 该工作区已有环境；此环境相互独立，现有会话仍使用原环境。
